Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/home_carers_tax_credit.html.txt.tmx
Source language: en
Languages: ga

source: Home Carer's Tax Credit
ga: Creidmheas Cánach do Chúramóirí Baile

source: A Home Carer’s Tax Credit is a tax credit given to married couples or civil partners (who are jointly assessed for tax) where one spouse or civil partner works in the home caring for a dependent person
ga: Is creidmheas cánach é Creidmheas Cánach do Chúramóirí Baile a thugtar do chúplaí pósta (a mheastar i gcomhpháirt lena chéile i gcomhair cánach) nuair atá céile amháin ag obair sa bhaile ag tabhairt cúraim do dhuine cleithiúnach

source: The tax you are liable to pay is calculated as a percentage of your income
ga: Ríomhtar an cháin a bhfuil tú faoi dhliteanas é a íoc mar chéatadán den ioncam atá agat

source: A tax credit is deducted from this to give the actual amount of tax that you have to pay
ga: Baintear creidmheas cánach as seo, rud a fhágann an méid iarbhír cánach a chaithfidh tú a íoc

source: A tax credit has the effect of reducing your payable tax by the amount of the credit
ga: Is é an tionchar a bhíonn ag creidmheas cánach ná do cháin iníoctha a laghdú de méid an chreidmheasa

source: Read more information on how your tax is calculated
ga: Cliceáil anseo le tuilleadh eolais a fháil faoin gcaoi a ríomhtar do cháin

source: A Home Carer’s Tax Credit can be claimed when:
ga: Tugtar Creidmheas Cánach do Chúramóirí Baile do:

source: • The married couple or civil partners are jointly assessed for tax
ga: • Cúplaí pósta a mheastar i gcomhpháirt lena chéile i gcomhair cánach

source: • One spouse or civil partner works in the home caring for one or more dependent people
ga: • Bíonn céile amháin ag obair sa bhaile ag tabhairt cúraim do dhuine cleithiúnach amháin nó níos mó

source: • The home carer’s own income is under €7,200. A reduced tax credit applies if the carer's income is between €7,200 and €9,400
ga: • Bíonn ioncam an chúramóra baile faoi bhun €5,080 sa bhliain chánach ina bhfuil an t-éileamh á dhéanamh agat

source: Carer’s Allowance or Carer's Benefit are not taken into account when determining the home carer’s income but they are taxable sources of income
ga: Ní thógtar Liúntas Cúramóra san áireamh nuair atá ioncam an chúramóra baile á shocrú ach is foinse ioncaim inchánach í

source: This means that if you are claiming Carer's Allowance or Carer's Benefit, it will make up part of your jointly assessed income
ga: Ciallaíonn sé seo n-áireofar é san ioncam a mheastar i gcomhpháirt le do chéile más rud é go bhfuil tú ag éileamh Liúntais Cúramóra

source: Who is a dependent person?
ga: Cé atá ina d(h)uine cleithiúnach?

source: A dependent person is a:
ga: Is duine cleithiúnach é:

source: • Child for whom Child Benefit is payable
ga: • Linbh lena bhfuil Sochar Leanaí iníoctha dó/di

source: • Person aged 65 or over
ga: • Duine 65 bhliana d'aois nó níos mó

source: • Person with a disability who requires care
ga: • Duine le míchumas a bhfuil cúram ag teastáil uaidh/uaithi

source: A dependent person you are caring for cannot be a spouse or civil partner
ga: Ní féidir leis an duine cleithiúnach a bhfuil tú ag tabhairt cúraim dó/di a bheith ina c(h)éile

source: They can however, be a relative by marriage, or someone for whom you act as a legal guardian
ga: Is féidir leo a bheith ina ghaol de bharr pósta, nó duine lena bhfuil tú ag gníomhú mar chaomhnóir dlíthiúil áfach

source: Does a relative have to live with us to be a dependent person?
ga: An gcaithfidh gaol a bheith ina chónaí linn le bheith ina dhuine cleithiúnach?

source: The dependent person normally has to live with you and your spouse or civil partner in the tax year in order to quality for Home Carer's Tax Credit
ga: Go hiondúil caithfidh an duine cleithiúnach a bheith ina chónaí leat agus le do chéile sa bhliain chánach le bheith incháilithe don Chreidmheas Cánach do Chúramóirí Baile

source: A dependent person who is a relative can be cared for outside your home
ga: Ach is féidir cúram a thabhairt do dhuine cleithiúnach atá ina ghaol agat taobh amuigh de do bhaile mar sin féin

source: However, if the person is not living with you they must live next door in a neighbouring residence, or on the same property, or within 2 km of your home
ga: Mura bhfuil an duine ina chónaí leat, áfach, caithfidh siad a bheith ina chónaí béal dorais in áras cónaithe in aice leat, nó sa réadmhaoin céanna, nó taobh istigh de 2km ó do theach

source: In addition, there must be a direct communication link between you (for example, a telephone line or alarm system)
ga: Chomh maith leis seo, caithfidh nasc cumarsáide díreach a bheith eadraibh (mar shampla, líne teileafóin nó córas aláraim

source: The Home Carer’s Tax Credit for 2017 is €1,100
ga: Is é €810 an Creidmheas Cánach do Chúramóirí Baile i 2015

source: If the home carer earns income of up to €7,200 in their own right for the tax year, the full tax credit may be claimed
ga: Laghdaítear an creidmheas cánach de leath d'ioncam an chúramóra baile a sháraíonn an teorainn seo. (Féach an sampla thíos)

source: However, if the income exceeds €7,200, the difference between the actual income and €7,200 is calculated and then halved. The Home Carer's Tax Credit is then reduced by that amount
ga: Ní bheidh cúramóir baile le hioncam bliantúil de €6,000 incháilithe do Chreidmheas Cánach do Chúramóirí Baile iomlán ach beidh sé/sí incháilithe do chreidmheas cánach laghdaithe

source: If the home carer's income is €9,400 or more during 2017 then you cannot claim the tax credit
ga: Laghdaítear ráta uasta an Chreidmheasa Cánach do Chúramóirí Baile de réir an méid sin ansin

source: You cannot claim the Standard Rate Cut-Off Point for dual income couples and the Home Carer’s Tax Credit
ga: Ní féidir éileamh a dhéanamh ar Phointe Scoite an Ráta Chaighdeánaigh do chúpla le dhá ioncam agus ar an gCreidmheas Cánach do Chúramóirí Baile

source: Your local tax office will help you to determine which is better for you
ga: Cabhróidh d'oifig chánach áitiúil leat fáil amach cé acu a thugann an leas in mó duit

source: You can see more examples of calculations in Revenue's IT66 leaflet
ga: Conas iarratas a dhéanamh

source: You can claim Home Carer's Tax Credit by using PAYE Anytime, which is available through Revenue's myAccount Service. You can also complete Home Carer’s Tax Credit IT 66 claim form (pdf)
ga: Is féidir leat an fhoirm éilimh IT 66 Creidmheas Cánach do Chúramóirí Baile (pdf) a íoschóipeáil freisin

source: Applications for the Home Carer's Tax Credit should be made to Revenue
ga: Ba chóir iarratais don Chreidmheas Cánach do Chúramóirí Baile a dhéanamh chuig na gCoimisinéirí Ioncaim
